[Archetype.Class_RocketRunner VehicleClassDefinition]
DisplayName="Rocket launch"

[Weapon.WeaponTypes.WeaponType_RocketLauncher WeaponTypeDefinition]
Typename=" Bandit Car Rocket Launcher"
PickupMessage="that's all %s"
UseFailureLevelMessage="You must have at least %d to use it.."
UseFailureConstraintsMessage="You cannot use this item.."
NoManufacturerName="All of them"

